[
    {
        "article_application":{
            "application_name":"Telegram",
            "chat_group_name":"ELDORADO Nigeria"
        },
        "article_detail":{
            "article_HasMedia":false,
            "article_pubtime":"2019-05-12T22:54:56.000000+00:00",
            "article_pubtime_str":"2019-05-12 22:54:56+00:00",
            "article_title":null,
            "article_url":"https://t.me/NigeriaMMM",
            "author_account":"NigeriaMMM",
            "author_name":"ELDORADO Nigeria",
            "domain_code":"telegram.org",
            "media_path":"",
            "media_type_code":"c",
            "message_id":123
        }
    },
    {
        "article_application":{
            "application_name":"Telegram",
            "chat_group_name":"ELDORADO Nigeria"
        },
        "article_detail":{
            "article_HasMedia":false,
            "article_pubtime":"2019-05-03T09:41:27.000000+00:00",
            "article_pubtime_str":"2019-05-03 09:41:27+00:00",
            "article_title":null,
            "article_url":"https://t.me/NigeriaMMM",
            "author_account":"NigeriaMMM",
            "author_name":"ELDORADO Nigeria",
            "domain_code":"telegram.org",
            "media_path":"",
            "media_type_code":"c",
            "message_id":122
        }
    },
    {
        "article_application":{
            "application_name":"Telegram",
            "chat_group_name":"ELDORADO Nigeria"
        },
        "article_detail":{
            "article_HasMedia":false,
            "article_pubtime":"2019-04-23T08:28:24.000000+00:00",
            "article_pubtime_str":"2019-04-23 08:28:24+00:00",
            "article_title":null,
            "article_url":"https://t.me/NigeriaMMM",
            "author_account":"NigeriaMMM",
            "author_name":"ELDORADO Nigeria",
            "domain_code":"telegram.org",
            "media_path":"",
            "media_type_code":"c",
            "message_id":121
        }
    },
    {
        "article_application":{
            "application_name":"Telegram",
            "chat_group_name":"ELDORADO Nigeria"
        },
        "article_detail":{
            "article_HasMedia":false,
            "article_pubtime":"2018-11-13T07:53:26.000000+00:00",
            "article_pubtime_str":"2018-11-13 07:53:26+00:00",
            "article_title":"🔥🔥🔥SPECIAL OFFER! + 20% on top of your donation in celebration of SPARTA's anniversary! 🔥🔥🔥\n💥24 hours only!💥\n \nDear friends, today, on November 13, SPARTA is celebrating its anniversary. It's been precisely 1 year since the coin was launched! We are launching a special offer in celebration of this wonderful occasion. Each user who makes a donation during 24 hours will receive +20% on top.\n \n🏆This special offer is valid on November 13, from 00:00 till 23:59 GMT.\n🏆As a protective measure against fraudsters, the bonus will be transferred in two weeks, on November 28, provided that the donation is not withdrawn in these 2 weeks. \nFor instance:\n \n✅ You donate 1,000,000 SPA today.\n✅ 2 weeks have passed.\n✅ In 2 weeks, you will be able withdraw a little over 1,356,000 SPA (+20%) instead of 1,130,000 SPA, with the bonus not included!\n\n \nIt's as simple as that. Don't miss your chance to earn +20% on the spur of the moment. Make a donation right now! 🚀\n\n❗️Please note that on November 13, as a protective measure against fraudsters, withdrawal will be disabled for all members. On November 14, withdrawal will be available again. \n\nWe have more news. Details of compensation payments will be released this week!\n \nSincerely yours, ELDORADO Team! Welcome to the Club! 😍",
            "article_url":"https://t.me/NigeriaMMM",
            "author_account":"NigeriaMMM",
            "author_name":"ELDORADO Nigeria",
            "domain_code":"telegram.org",
            "media_path":"",
            "media_type_code":"c",
            "message_id":120
        }
    },
    {
        "article_application":{
            "application_name":"Telegram",
            "chat_group_name":"ELDORADO Nigeria"
        },
        "article_detail":{
            "article_HasMedia":true,
            "article_pubtime":"2018-11-12T11:29:50.000000+00:00",
            "article_pubtime_str":"2018-11-12 11:29:50+00:00",
            "article_title":"Greetings, friends!✌️ Time flies… It seems we only launched the project yesterday, but it's been over a month and a half. All this time project members have been making donations and earning 1% on a daily basis. It is stable operation based on a perfect scheme! 👌 Let's discuss the news now.\n \n1. Our community is growing and becoming stronger. Over 6,000 users! 😎💎\nDuring a month and a half, thousands of like-minded people have joined us. Hundreds of new users join us on a daily basis — they're willing build a new financial system based on kindness and mutual aid. Each new member makes the Club stronger. If you're new to the Club, make donations, invite others to join, build teams and blend in. You made the right choice — one that will change the world.\n \n2. A team of active leaders has been formed! Join in! 💪⭐️\nFollowing the announcement of active leaders recruitment in an effort to develop ELDORADO further, lots of eager leaders came forward and we have already formed a solid team. We're happy to know that the community includes some really ambitious, idea-driven people who genuinely want to develop the System, promote it in the masses, strengthen it for the common good and, well, earn awesome bonuses! If you're not in the team yet, join in — let's develop ELDORADO together!  \n \n3. 100,000 SPA bonus to a user for a helpful tip. 🤝💸\nA short while ago, one of the chat members on Telegram @evschankin gave us an idea on how we could improve performance of the ELDORADO website. We followed his recommendations which resulted in improved website performance while @evschankin received a bonus of 100,000 SPA!  Friends, we want to make the System as efficient as possible and are always willing to follow sound advice. If you have some, please let us know.\n \n4. Don't forget about the $ 10 bonus for video testimonials. 💰🎥\nRecord videos about ELDORADO with an invitation to join (in good quality and with a duration of at least 20 seconds), post it online and send our chatroom administrators a link via personal messages. This way, you can earn a bonus in SPARTA equivalent to $ 10. Lots of users have already recorded their videos — catch up!\n \nThis is all we got for today. We hope that the news has lifted your spirits, as always. We're doing fine which why the news is just as optimistic. Continue to actively develop the ELDORADO Global Mutual Aid Club. Make donations, invite new users, build teams: earn 30% per month + awesome 8-level bonuses. Together we will change the world! 🙌\n \nSincerely yours, ELDORADO Team! Welcome to the Club! 😍\nhttps://eld.club/",
            "article_url":"https://t.me/NigeriaMMM",
            "author_account":"NigeriaMMM",
            "author_name":"ELDORADO Nigeria",
            "domain_code":"telegram.org",
            "media_path":"\\\\192.168.1.156\\KIS_Data\\MediaFiles_Store\\Telegram_MediaFiles\\NigeriaMMM\\119.jpg",
            "media_type_code":"c",
            "message_id":119
        }
    },
    {
        "article_application":{
            "application_name":"Telegram",
            "chat_group_name":"ELDORADO Nigeria"
        },
        "article_detail":{
            "article_HasMedia":true,
            "article_pubtime":"2018-11-06T11:31:15.000000+00:00",
            "article_pubtime_str":"2018-11-06 11:31:15+00:00",
            "article_title":"Hello, y'all! 😍 ELDORADO is operating wonderfully, making profit for our lucky users every 8 minutes. It makes every user who withdraws money ponder, “Should I withdraw now if I can withdraw more in just 8 minutes?”. It must be the most agreeable “headache” one could have. 😀 😜  Over to the news now! \n \n1. We now have 5,000 users!  💪 😎\nNew users are actively joining us. It took a little over a week to see the number of users grow twofold: from 2,5000 to 5,000. Way to go, leaders! If we keep this up, we'll surely win the entire world!\n \n2. The step-by-step guideline on the quick start on ELDORADO is ready now. ✅⭐\nWe've prepared a detailed, step-by-step guideline with screenshots on how you can start on ELDORADO. It describes, among other things, how to create a SPA address, join ELDORADO, buy coins and make a donation. You can perform all these actions using one of two methods: on the SIGEN platform or via the official SPARTA wallet. In other words, all you need is now available on a single page. Now you can easily start using the System. Use the guideline when you invite new users to join and use it yourself if you've just joined us.\nhttps://eld.club/quick-start.html \n \n3. Cryptocurrencies celebrate a 10-year anniversary! 🎉🙌\nOne can hardly believe it's been 10 years since the inception of Bitcoin. In its earliest days, it cost nearly nothing and very few believed in it, but it managed to prove itself to the entire world. SPARTA that we use for donations on ELDORADO is also at its initial stage of development, and its price is quite low. However, this fledgling cryptocurrency has a huge potential and some serious advantages over Bitcoin: it's a lot faster, more interesting in terms of fees, more accessible in terms of mining and produces no harm to the environment. We're certain that SPARTA, just like ELDORADO, is marked for greatness!\n \nThis is all we got for today! We wish you a successful and positive week. Meanwhile, ELDORADO will continue to make you happy by its excellent operation. Join in, make donations, invite new users and build teams. Monthly 30% earnings and awesome bonuses are waiting for you! Remember: together we're changing the world! 💎\n \nSincerely yours, ELDORADO Team! Welcome to the Club! 😍\nhttps://eld.club/",
            "article_url":"https://t.me/NigeriaMMM",
            "author_account":"NigeriaMMM",
            "author_name":"ELDORADO Nigeria",
            "domain_code":"telegram.org",
            "media_path":"\\\\192.168.1.156\\KIS_Data\\MediaFiles_Store\\Telegram_MediaFiles\\NigeriaMMM\\118.jpg",
            "media_type_code":"c",
            "message_id":118
        }
    },
    {
        "article_application":{
            "application_name":"Telegram",
            "chat_group_name":"ELDORADO Nigeria"
        },
        "article_detail":{
            "article_HasMedia":true,
            "article_pubtime":"2018-11-05T12:16:14.000000+00:00",
            "article_pubtime_str":"2018-11-05 12:16:14+00:00",
            "article_title":"Helping others is awesome ❤ Do something good — join ELDORADO!\nHelping others is a noble cause worthy of any good decent person. By helping others, you make the world a better and fairer place, you help people live out their life-long dreams and accomplish identified goals.\n\nAt the same time, you take care of yourself because a good deed is never lost — it comes right back to you manifoldly. This is the unwritten law of the Universe that has become the foundation of the ELDORADO Mutual Aid Club 🙏 You help others by making donations and make a profit at the same time — it's fair and just.\n\nMutual aid is a great power that is capable of destroying the unfair financial system 💪 We have concentrated this power in ELDORADO to change the world for the better right now. Join in and change the world with us!\n\nJoin us now!\n😍\nWelcome to the Club!\nhttps://eld.club/",
            "article_url":"https://t.me/NigeriaMMM",
            "author_account":"NigeriaMMM",
            "author_name":"ELDORADO Nigeria",
            "domain_code":"telegram.org",
            "media_path":"\\\\192.168.1.156\\KIS_Data\\MediaFiles_Store\\Telegram_MediaFiles\\NigeriaMMM\\117.jpg",
            "media_type_code":"c",
            "message_id":117
        }
    },
    {
        "article_application":{
            "application_name":"Telegram",
            "chat_group_name":"ELDORADO Nigeria"
        },
        "article_detail":{
            "article_HasMedia":true,
            "article_pubtime":"2018-11-04T08:48:44.000000+00:00",
            "article_pubtime_str":"2018-11-04 08:48:44+00:00",
            "article_title":"Finding referrals to invite to ELDORADO\n 👌\n\nThere are no restrictions in finding referrals — it all depends on your willingness and creativity. You can find people in your immediate circle offline (family, friends, acquaintances) and, of course, you can use the limitless power of the Internet: talk about ELDORADO in chatrooms, on forums, in the social media — anywhere where it sounds appropriate — and provide your referral link. Anyone who will follow the link to join the System will become your referral.\n\nThe truth is it's easier to appeal to people than you might think; the key is taking action! Remember that we can only change the world for the better together — invite everyone to join ELDORADO!\n\nJoin us now!\nWelcome to the Club!\n 😍\nhttps://eld.club/",
            "article_url":"https://t.me/NigeriaMMM",
            "author_account":"NigeriaMMM",
            "author_name":"ELDORADO Nigeria",
            "domain_code":"telegram.org",
            "media_path":"\\\\192.168.1.156\\KIS_Data\\MediaFiles_Store\\Telegram_MediaFiles\\NigeriaMMM\\116.jpg",
            "media_type_code":"c",
            "message_id":116
        }
    },
    {
        "article_application":{
            "application_name":"Telegram",
            "chat_group_name":"ELDORADO Nigeria"
        },
        "article_detail":{
            "article_HasMedia":true,
            "article_pubtime":"2018-11-01T12:22:48.000000+00:00",
            "article_pubtime_str":"2018-11-01 12:22:48+00:00",
            "article_title":"Greetings, friends!✌ Congratulations — it's a start of a new month. We wish you lots of smiles, heaps of joy and success — the kind of success ELDORADO is enjoying right now. We've got some news for you!\n \n1. You're welcome to review our Ideology! You can find its description on a separate page now! 🙏⭐\nEven before we launched this project, we always said that ELDORADO was first of all about Ideology. This Club is a continuation of Sergey Mavrodi's idea of building a fair world where everyone will live in abundance. We used cutting-edge technology and made every effort to keep up our leader's idea and make it stronger even after his demise. This is how the ELDORADO System was created — as a huge money box available to everyone. We have now created a whole page with a detailed description of our Ideology. Review it, embrace it and take it to the masses. Ideology is the linchpin of the system. It's the major weapon in the fight against the unfair financial system.\nReview Ideology here:  https://eld.club/ideology.html \n \n2. The massive influx of new users is still on! We already have 4,000 users! Nearly 1,000 new users joined us in 3 days! 🔥🚀\nMore and more new users are joining us. Lots of them join the system on a daily basis. We have just celebrated having 3,000 users on Monday, and today we have nearly 4,000. It attests to three things: ads are working, leaders are working, and the System is working.  It's a wonderful trend, keep up the good work. Well done, y'all!\n \n3. Issues with SPARTA and SIGEN websites have been resolved. ✅👌\nSPARTA's website is now available in all languages again, and Russian users can even open it without using VPN or a proxy server. The exchanger on the website is completely operational, and all issues on SIGEN's website were resolved on Monday, following a large-scale upgrade. So it's all operational — go ahead and review all details and start buying/selling.\nSPARTA website: https://sparta.top/index.html \nSIGEN: https://sigen.pro/\n \nThis is the positive information we've got for today, y'all! It's all good, and it's going to be a lot better. Make donations, invite new users — make an awesome profit and earn bonuses! 💰🏆\n \nGreat future is reserved for all of us, but we've just started on this path. There's a long way ahead to creating a new financial world. However, if we tread confidently and actively and follow our Ideology — we will prevail! 💎☝\n \nSincerely yours, ELDORADO Team! Welcome to the Club! 😍\nhttps://eld.club/",
            "article_url":"https://t.me/NigeriaMMM",
            "author_account":"NigeriaMMM",
            "author_name":"ELDORADO Nigeria",
            "domain_code":"telegram.org",
            "media_path":"\\\\192.168.1.156\\KIS_Data\\MediaFiles_Store\\Telegram_MediaFiles\\NigeriaMMM\\115.jpg",
            "media_type_code":"c",
            "message_id":115
        }
    },
    {
        "article_application":{
            "application_name":"Telegram",
            "chat_group_name":"ELDORADO Nigeria"
        },
        "article_detail":{
            "article_HasMedia":true,
            "article_pubtime":"2018-10-30T15:48:23.000000+00:00",
            "article_pubtime_str":"2018-10-30 15:48:23+00:00",
            "article_title":"Greetings, dear friends! 🤝 October is almost over — ELDORADO is far from it! The System is waving another month goodbye on an upbeat note and is prepping for a new month. ELDORADO is expecting more successful months in the future — it's doing just great, and there are no reasons why it should be otherwise! 👍🚀 News:\n \n1. The influx of new users + ELDORADO now has over 3,000 members! 🔥🙌\nAs the System grows, the number of its members is increasing, too. These last days, the influx of new users has been especially intense and we now have nearly 3,000 users! It has been a result of two things: first, we have launched some advertising campaigns; second, the Global Mutual Aid Club is continuing to win trust by its seamless operation. In a nutshell, we're growing!\n \n2. The money box now contains nearly 600 mln SPA! 😎💪\nAs the number of donations and the number of users are growing, the size of ELDORADO's money box is increasing, too. We had hardly celebrated having 500 mln SPA in the box before we had almost 100 mln more in it. Just to remind you, the money box is an address where donations are sent and payments are made from. Moreover, forging is enabled for the money box and the amount of coins is increasing on its own. It means the System has now become even more stable! Follow the link to have a look at the money box —\nhttps://blockchain.sparta.top/#/address/SPA13M4ezSHAEVG8v6rdH\n \nAs you can see, ELDORADO is doing just fine! Continue to be engaged and make donations, invite new users and be active. We have finally found the Mutual Aid System that can really change the world! We're stronger together! 💎⭐️\n \nSincerely yours, ELDORADO Team! Welcome to the Club! 😍\nhttps://eld.club/",
            "article_url":"https://t.me/NigeriaMMM",
            "author_account":"NigeriaMMM",
            "author_name":"ELDORADO Nigeria",
            "domain_code":"telegram.org",
            "media_path":"\\\\192.168.1.156\\KIS_Data\\MediaFiles_Store\\Telegram_MediaFiles\\NigeriaMMM\\114.jpg",
            "media_type_code":"c",
            "message_id":114
        }
    }
]